{
    "source_url": "https://www.edweek.org",
    "published": "Wed, 02 Oct 2019 00:00:00 GMT",
    "published_method_found": "Extracted from tag:\n<meta content=\"2019-10-02\" itemprop=\"datePublished\"/>",
    "published_guess_accuracy": "date",
    "title": "How Do Kids Learn to Read? What the Science Says",
    "text": "How Do Kids Learn to Read? What the Science Says\n\nHow do children learn to read?\n\nFor almost a century, researchers have argued over the question. Most of the disagreement has centered on the very beginning stages of the reading process, when young children are first starting to figure out how to decipher words on a page.\n\nOne theory is that reading is a natural process, like learning to speak. If teachers and parents surround children with good books, this theory goes, kids will pick up reading on their own. Another idea suggests that reading is a series of strategic guesses based on context, and that kids should be taught these guessing strategies.\n\nBut research has shown that reading is not a natural process, and it’s not a guessing game. Written language is a code. Certain combinations of letters predictably represent certain sounds. And for the last few decades, the research has been clear: Teaching young kids how to crack the code—teaching systematic phonics—is the most reliable way to make sure that they learn how to read words.\n\nOf course, there is more to reading than seeing a word on a page and pronouncing it out loud. As such, there is more to teaching reading than just teaching phonics. Reading requires children to make meaning out of print. They need to know the different sounds in spoken language and be able to connect those sounds to written letters in order to decipher words. They need deep background and vocabulary knowledge so that they understand the words they read. Eventually, they need to be able to recognize most words automatically and read connected text fluently, attending to grammar, punctuation, and sentence structure.\n\nBut knowing how to decode is an essential step in becoming a reader. If children can’t decipher the precise words on the page, they’ll never become fluent readers or understand the passages they’re reading.\n\nThat’s why we’ve put together this overview of the research on early reading, in grades K-2. It covers what’s known about how we should teach letter-sound patterns, and what we don’t know for sure yet. It touches on what else should be part of early reading programs. And it explains why we know that most children can’t learn to read through osmosis or guessing.\n\nHere’s what the evidence shows.\n\nDon’t children learn to read the way they learn to speak?\n\nInfants learn to speak by listening to and repeating sounds made by adults and connecting them to meanings. They don’t consciously distinguish individual sound units (called phonemes) when hearing spoken language. Some research suggests infants learn probabilistically—for example, hearing the sound “ball” at the same time as the sight of a round, bouncy object over time makes the child associate the two—while other studies suggest children map meaning to a word after experiencing it just once or twice. Within the first two years, typically developing toddlers’ brains focus on the most common sounds in their native languages and connect those sounds to meaning. A child develops understanding of speech through exposure to language and opportunities to practice the “serve and return” patterns of conversation, even without explicit instruction.\n\nBy contrast, children do not naturally develop reading skill through exposure to text. The way they learn to connect oral and written language depends on what kind of language they are learning to read.\n\nAlphabetic languages, like English or French, use letters to stand for sounds that make up spoken words. To read an alphabetic language, children must learn how written letters represent spoken sounds, recognize patterns of letter sounds as words, and match those to spoken words whose meanings they know. This differs from Chinese, for example. It uses a tonal spoken language, conveying meaning with small differences in stress or pitch. Its writing system is partially logographic—in which written symbols correspond directly to a word or concept—and also includes words that couple symbols for meaning and symbols for sound. Someone reading Chinese hanzi characters could not “sound out” unfamiliar words character by character.\n\nWhat is systematic, explicit phonics instruction, and why is it important?\n\nConnecting printed letters on a page to written sounds isn’t intuitive. While some young children may make those connections themselves, most do not. One set of studies from 1989-90 illustrates this phenomenon well.\n\nIn these studies, conducted by Brian Byrne and Ruth Fielding-Barnsley, researchers taught young children between ages 3 and 5 to read whole words aloud, like “fat” and “bat.” These children didn’t already know their letter names.\n\nThen, the researchers tested whether the children could transfer their knowledge to reading a new word. They gave them the word “fun,” and asked whether the word was “fun” or “bun.” Very few of the students could do this successfully. They couldn’t break down the original word into phonemes and then transfer their knowledge of those phonemes to a new word.\n\nBut children could succeed on this task if they were first given some explicit instructions. When children were taught how to recognize that certain letters represented certain sounds, and taught how to segment words to identify those individual letters and sounds, they had much greater success on the original transfer test. Neuroscience research has since confirmed and helped explain these findings. When learning how to read new words in an unfamiliar made-up language, participants had more long-term success if they were first taught which symbols correspond to which sounds, than if they tried to remember words as wholes. Brain imaging of these readers finds that the two teaching strategies tap into different neural pathways in the brain. Readers taught to connect print to meaning directly could recall words initially more quickly, but less accurately; readers taught to connect print to sound and then to meaning read aloud more quickly and correctly, better recalled the correct meanings of words, and transferred their knowledge to new words.\n\nDecades of research has shown that explicit phonics instruction benefits early readers, but particularly those who struggle to read.\n\nThat’s because small strengths or deficits at the start of reading compound over time. It’s what reading expert Keith Stanovich in 1986 dubbed the “Matthew Effect in Reading,” after the Bible verse in which the rich get richer and the poor get poorer: “The combination of deficient decoding skills, lack of practice, and difficult materials results in unrewarding early reading experiences that lead to less involvement in reading-related activities,” Stanovich wrote. “Lack of exposure and practice on the part of the less-skilled reader delays the development of automaticity and speed at the word recognition level. Slow, capacity-draining word-recognition processes require cognitive resources that should be allocated to comprehension. Thus, reading for meaning is hindered; unrewarding reading experiences multiply; and practice is avoided or merely tolerated without real cognitive involvement.”\n\nMy reading curriculum includes letter-sound instruction. Am I providing enough phonics?\n\nNot all phonics instruction is created equal.\n\nThe most effective phonics programs are those that are systematic. The National Reading Panel found this in 2000, and since then, further research reviews have confirmed that this type of instruction leads to the greatest gains in reading accuracy for young students.\n\nA systematic phonics program teaches an ordered progression of letter-sound correspondences. Teachers don’t only address the letter-sound connections that students stumble over. Instead, they address all of the combinations methodically, in a sequence, moving on to the next once students demonstrate mastery. Teachers explicitly tell students what sounds correspond to what letter patterns, rather than asking students to figure it out on their own or make guesses.\n\nIn one series of experiments, Stanford University neuroscientist Bruce McCandliss and his colleagues made up a new written language and taught three-letter words to students either by asking them to focus on letter sounds or on whole words. Later, the students took a reading test of both the words they were taught and new words in the made-up language, while an electroencephalograph monitored their brain activity. Those who had focused on letter sounds had more neural activity on the left side of the brain, which includes visual and language regions and is associated with more skilled reading. Those who had been taught to focus on whole words had more activity on the right side of the brain, which has been characteristically associated with adults and children who struggle with reading. Moreover, those who had learned letter sounds were better able to identify unfamiliar words.\n\nEarly readers benefit from systematic phonics instruction. Among students in grades K-1, phonics instruction led to improvements in decoding ability and reading comprehension across the board, according to the National Reading Panel. Children at risk of developing future reading problems, children with disabilities, and children from all socio-economic backgrounds all benefited. Later research reviews have confirmed that systematic phonics instruction is effective for students with disabilities, and shown that it also works for English-language learners.\n\nMost studies of phonics instruction test its immediate effectiveness—after the intervention, are children better readers? Among students in older grades, the results are less clear. A recent meta-analysis of the long-term effects of reading interventions looked at phonics and phonemic awareness training, mostly in studies with children in grades K-1. Both phonics and phonemic awareness interventions improved reading comprehension at an immediate post-test. But while the benefits of phonemic awareness interventions persisted in a follow-up test, the benefits of phonics interventions faded much more over time. The average length of all interventions included in the study was about 40 hours, and the follow-up assessments were conducted about a year after the interventions were complete, on average.\n\nSome of my students didn’t need phonics instruction to learn to read. Why are you saying that all kids benefit?\n\nDepending on the estimate, anywhere from 1 percent to 7 percent of children figure out how to decode words on their own, without explicit instruction. They may spot the patterns in books read to them or print they see in their environment, and then they apply these patterns. These include children with a neurotypical form of “hyperlexia”—a condition in which children may begin decoding as early as 3—but this is more frequently associated with children who have autism-spectrum disorders and often have separate problems with reading comprehension.\n\nIt may seem like these children are reading words as whole units, or using guessing strategies to figure out what comes next in the story. But they are attending to all of the words’ individual letters—they’re just doing it very quickly.\n\nA systematic phonics program can still benefit these students, who may have gaps in their knowledge of spelling patterns or words that they haven’t encountered yet. Of course, phonics instruction—like all teaching—can and should be differentiated to meet the needs of individual students where they are. If a student can demonstrate mastery of a sound, there’s no need to continue practicing that sound—he or she should move on to the next one.\n\nThere’s another answer to this question: Students may look like they’re decoding when they’re actually not. For example, a child may see an illustration of an apple falling from a tree, and correctly guess that the sentence below the picture describes an apple falling from a tree. This isn’t reading, and it doesn’t give the teacher useful information about how a student will tackle a book without pictures.\n\nCan cueing strategies help students to read?\n\nMany early reading classrooms teach students strategies to identify a word by guessing with the help of context cues. Ken and Yetta Goodman of the University of Arizona developed a “three-cueing system,” based on analysis of common errors (or “miscues”) when students read aloud. Ken Goodman famously called reading development a “psycholinguistic guessing game,” and cueing systems teach students to guess at a new word based on:\n\n• Meaning/Semantics, or background knowledge and context, such as vocabulary a student has already learned;\n\n• Structure/Syntax, or how the word fits in common grammar rules, such as whether the word’s position in a sentence suggests it is a noun, verb, or adjective; and\n\n• Visual/Graphophonics, or what a word looks like, such as how upper- and lowercase letters are used (suggesting a proper noun, for example) or common spelling patterns.\n\nCueing systems are a common strategy in whole-language programs, and also are used in many “balanced literacy” programs that incorporate phonics instruction. Cueing systems were designed by analyzing errors rather than practices of proficient readers, and have not shown benefits in controlled experiments.\n\nMoreover, cognitive and neuroscience studies have found that guessing is a much less efficient way to identify a new word, and a mark of beginning or struggling readers, not proficient readers. Skilled readers instead sound out new words to decode them.\n\nBalanced literacy programs often include both phonics and cueing, but studies suggest cueing instruction can make it more difficult for children to develop phonics skills because it takes their attention away from the letter sounds.\n\nI know phonics instruction is supposed to be explicit and systematic. But beyond that, how should I teach it? Does the research say anything about what content I need to cover, and how should it be sequenced?\n\nThere is a general path that most children follow as they become skilled decoders. Research can tell us how children usually progress along this path, and which skills specifically predict better reading performance.\n\nBefore starting kindergarten, children generally develop some early phonological awareness—an understanding of the sounds that make up spoken language. They can rhyme, break down multi-syllable words, and recognize alliteration.\n\nA next step in the process is understanding that graphemes—combinations of one or more letters—represent phonemes, the smallest units of spoken language. It’s easier for students to learn these letter-sound correspondences if they already have early phonological skills like rhyming and alliteration, along with knowledge of the names of the letters of the alphabet.\n\nAnd while vocabulary is important for reading comprehension, research has also found that it’s a component in decoding ability. One study found that when children know a word’s meaning, they can more quickly learn how to recognize it automatically, because the visual letters, corresponding sounds, and meaning all map together when a reader recognizes a word.\n\nThere are other early skills that relate to later reading and writing ability as well, regardless of IQ or socio-economic status. Among these are writing letters, remembering spoken information for a short time, rapidly naming sequences of random letters, numbers, or pictures, and other phonological skills—like the ability to segment words into phonemes.\n\nTo decode words, students need to be taught to blend together the phonemes that graphemes represent on the page. For example, a young reader must learn to recognize that /r/, /o/, /d/ are three sounds that together form the word “rod,” but also that the word “rock” also contains three sounds, /r/, /o/, /k/ This is a process that builds on itself rapidly. Though there are some 15,000 syllables in English, after a child has learned the 44 most common sound and letter combinations, they will begin to sound out words as they read. These include both the basic letter and vowel sounds, but also common combinations such as “th,” “sh,” and “-ing.” There are two main ways to demonstrate to children that words are made up of sound-letter correspondences. In one method, students learn the sounds of the letters first and then blend these phonemes together to sound out words. That’s synthetic phonics—they’re synthesizing phonemes into greater whole words. The other method, analytic phonics, takes an inverted approach: Students identify—or analyze—the phonemes within words, and then use that knowledge to read other words.\n\nTake the word “bat.” In synthetic phonics, students would first learn the /b/ sound, then the /a/ sound, then the /t/ sound and blend them together to sound out “bat.” In analytic phonics, students would learn the word “bat” alongside words like “cat,” “mat,” and “hat,” and would be taught that all these words end in the “at” sound pattern.\n\nSo there’s synthetic phonics and analytic phonics—is one way better than the other?\n\nA few studies have found synthetic phonics to be more effective than analytic phonics. Most notably, a seven-year longitudinal study from Scotland found that synthetic phonics taught in 1st grade gave students an advantage in reading and spelling over analytic phonics. Still, when examined as a whole, the larger body of reading research doesn’t surface a conclusive winner. Two landmark research reviews haven’t found a significant difference in the effectiveness of the two methods. Other more recent research is still inconclusive.\n\nDo these strategies apply to words that don’t follow traditional sound-spelling patterns? What about words like “one” and “friend”—can those words still be taught with phonics?\n\nYes, but not alone; spelling and semantic rules go hand-in-hand with teaching letter sounds. Words like “lime” and “dime,” have similar spelling and pronunciation. But some words with similar spelling have different pronunciations, like “pint” and “mint.” And others have different spellings and similar pronunciations, like “jazz” and “has.” Brain imaging studies find that when readers see word pairs that are inconsistent, they show greater activity in the areas of the brain associated with processing both visual spelling and spoken words. This shows that young readers use systems of understanding of both printed shapes and sounds when they see any written word. When those two systems conflict, the reader may call on additional rules, such as understanding that words at the end of lines of a rhyming poem (such as “has” and “jazz”) likely rhyme even if their spelling would not suggest it.\n\nSome research has found that teaching common irregular words, like “one” and “friend,” as sight words can be effective. Still, in these studies, children were also taught phonics along with sight words—and that’s important. Understanding phonics gives students the foundation to read these irregular words. Take “friend.” While the “ie” doesn’t produce the same sound it normally does, the other letters in the word do. Research has suggested that children use the “fr” and the “nd” as a framework when they remember how to read the irregular word “friend.”\n\nWhen should children start to learn how to sound out words? Is there a “too early”?\n\nEven very young children can benefit from instruction designed to develop phonological awareness. The National Early Literacy Panel Report (2009), a meta-analysis of early literacy studies, found that teaching preschoolers and kindergartners how to distinguish the sounds in words, whether orally or in relationship to print, improved their reading and writing ability. The children in these studies were generally between the ages of 3 and 5.\n\nStudies suggest progress in phonics is less closely linked to a child’s age than to the size and complexity of his spoken vocabulary, and to his opportunities to practice and apply new phonics rules. There is some evidence that “decodable” books, designed to help students practice specific letter-sound combinations, can benefit the earliest readers. But it is mixed, and students very quickly progress enough to get more benefit from texts that provide more complex and irregular words—and often texts that students find more interesting.\n\nHow much time should teachers spend on teaching about letters and sounds in class?\n\nThere isn’t yet a definitive “best” amount of time to spend on phonics instruction. In several meta-analyses, researchers haven’t found a direct link between program length and effectiveness.\n\nThe National Reading Panel report found that programs focusing on phonemic awareness, the ability to hear, identify, and manipulate the smallest units of speech sounds, that lasted less than 20 hours total had the greatest effect on reading skills. Across the studies that the researchers looked at, individual sessions lasted 25 minutes on average.\n\nBut the authors of the NRP are quick to point out that these patterns are descriptive, not prescriptive. The studies they looked at weren’t specifically testing the effectiveness of different time lengths, and it may be that time wasn’t the relevant factor in these shorter programs performing better.\n\nEventually, a skilled reader doesn’t need to sound out every word that she reads. She sees the word and recognizes it immediately. Through reading the word again and again over time, her brain has linked this particular sequence to this word, through a process called orthographic mapping.\n\nBut neuroscience research has shown that even if it feels like she’s recognizing the word as a whole, she’s still attending to the sequence of individual letters in the word for an incredibly short period of time. That’s how skilled readers can tell the difference between the words “accent” and “ascent.”\n\nWhat else—aside from phonics—is part of a research-based early reading program?\n\nPhonics is essential to a research-based reading program. If students can’t decode words, they can’t derive any meaning from them. But understanding the alphabetic code doesn’t automatically make students good readers. There are five essential components of reading: phonemic awareness, phonics, fluency, vocabulary, and comprehension.\n\nThe National Reading Panel addressed all five of these components. The researchers found that having students read out loud with guidance and feedback improved reading fluency. Vocabulary instruction, both explicit and implicit, led to better reading comprehension—and it was most effective when students had multiple opportunities to see and use new words in context. They also found that teaching comprehension strategies can also lead to gains in reading achievement, though most of these studies were done with students older than 2nd grade.\n\nFor younger students, oral language skills; understanding syntax, grammar, vocabulary, and idioms; and having general and topic-specific background knowledge are also essential for reading comprehension.\n\nThis is one of the premises of the Simple View of Reading, a framework to understand reading first proposed by researchers Philip B. Gough and William E. Tunmer in 1986. In the simple view, reading comprehension is the product of decoding ability and language comprehension. If a student can’t decode, it doesn’t matter how much background knowledge and vocabulary he understands—he won’t be able to understand what’s on the page. But the opposite is also true: If a student can decode but doesn’t have a deep enough understanding of oral language, he won’t be able to understand the words he can say out loud. Since Gough and Tunmer first proposed this framework, many studies have confirmed its basic structure—that comprehension and decoding are separate processes. One meta-analysis of reading intervention studies finds that phonics-focused interventions were most effective through grade 1; in older grades—when most students will have mastered phonics—interventions that targeted comprehension or a mix of reading skills showed bigger effects on students’ reading skills.\n\nFor young students, early oral-language interventions can help set them up for success even before they start formal school.\n\nThe National Early Literacy Panel found that both reading books to young children and engaging in activities aimed at improving their language development improved their oral language skills.\n\nIf children don’t learn to read naturally from being exposed to reading, why are parents and teachers encouraged to read to infants and preschoolers?\n\nThe amount of time adults read with preschoolers and young children does predict their reading skills in elementary school. One of the most important predictors of how well a child will learn to read is the size and quality of his spoken language and vocabulary, and children are more likely to be exposed to new words and their meanings or pick up grammar rules from reading aloud with adults.\n\nIn a series of studies in the late 1990s of 5-year-olds who had not yet learned to read, Victoria Purcell-Gates found that after controlling for the income and education level of the children’s parents, children who had been read to regularly in the last two years used more “literary” language, longer phrases, and more sophisticated sentence structures. Moreover, an adult reading with a child is more likely to explain or expand on the meanings of words and concepts that the child does not already know, adding to their background knowledge.\n\nReading with trusted adults also helps children develop a love of reading. “The association between hearing written language and feeling loved provides the best foundation for this long process [of emergent literacy], and no cognitive scientist or educational researcher could have designed a better one,” notes cognitive neuroscientist Maryanne Wolf.\n\nWhat about independent choice reading?\n\nIn a choice reading period—also known as sustained silent reading or Drop Everything and Read—students get to pick a book to read independently in class for a set amount of time. The premise behind this activity is that children need time to practice reading skills on their own to improve.\n\nThere is a lot of correlational research that shows that children who read more are better readers. But many of these studies don’t quantify how much reading students are actually doing. While they may specify a time frame—15 minutes of sustained silent reading, for example—the studies don’t report whether kids spend this time reading. That makes it difficult to know how effective choice reading actually is.\n\nMore importantly, these studies don’t provide experimental evidence—it’s not clear whether reading more is what makes students better readers, or if better readers are likely to read more. The National Reading Panel found that there wasn’t evidence that choice reading improved students’ fluency.\n\nDoes it make a difference whether children learn to read using printed books or digital ones?\n\nIn the last decade or so, access to Internet-based text has continued to expand, and schools have increasingly used digitally based books, particularly to support students who do not have easy access to paper books at home. Yet some emerging evidence suggests children learn to read differently in print versus digitally, in ways that could hinder their later comprehension.\n\nResearchers that study eye movements find that those reading digital text are more likely to skim or read nonlinearly, looking for key words to give the gist, jump to the end to find conclusions or takeaways, and only sometimes go back to find context in the rest of the text. In a separate series of studies since 2015, researchers led by Anne Mangen found that students who read short stories and especially longer texts in a print format were better able to remember the plot and sequence of events than those who read the same text on a screen.\n\nIt’s not yet clear how universal these changes are, but teachers may want to keep watch on how well their students reading electronically are developing deeper reading and comprehension skills.\n\nRelated Education Week Stories\n\nFurther Reading\n\nHow to Cite This Article\n\nSchwartz, Sarah and Sparks, Sarah D. (2019, October 2). How Do Kids Learn to Read? What the Science Says. Education Week. Retrieved Month Day, Year from http://www.edweek.org/ew/issues/how-do-kids-learn-to-read.html\n\nFor a fully annotated version of this article, view on desktop.\n\nA previous version of this article misstated the year Keith Stanovich coined the term “Matthew Effect in Reading.” It was 1986.\n\nPlease enable JavaScript to view the comments powered by Disqus.",
    "authors": [
        "Sarah Schwartz",
        "Sarah Sparks",
        "Sarah D. Sparks"
    ],
    "images": [
        "https://www.edweek.org/pagespeed_static/1.JiBnMqyl6S.gif",
        "https://www.edweek.org/images/spacer.gif.pagespeed.ce.PQRbk3Fu0o.gif",
        "https://www.edweek.org/images/iinav-arrow.gif.pagespeed.ce.LNTMdhx-5w.gif",
        "https://www.facebook.com/tr?id=344596112942513&ev=PageView&noscript=1",
        "http://www.edweek.org/media/2019/10/02/reading-explainer-image-social.jpg"
    ],
    "top_image": "http://www.edweek.org/media/2019/10/02/reading-explainer-image-social.jpg",
    "meta_image": "http://www.edweek.org/media/2019/10/02/reading-explainer-image-social.jpg",
    "movies": [
        "https://www.youtube.com/embed/XIf-xwxSxOI?rel=0"
    ],
    "meta_keywords": [
        ""
    ],
    "tags": [],
    "meta_description": "",
    "meta_lang": "en",
    "title_lang": "en",
    "text_lang": "en",
    "meta_favicon": "/media/site-icons/ew-favicon.ico"
}