{
    "result": "Success",
    "data": {
        "summary": [
            "Three weeks ago I was in extended and close contact with someone who has since tested positive. Meanwhile, my mother is in cancer treatment in california, and I fear I may never see her again. Though mild, I have what I am fairly sure are the symptoms of coronavirus.",
            "So I'm going have to rethink that particular book project. But for the life of me I can not, in the present circumstances, see the internet as anything other than the force that is holding that fabric together. In my own case, I was working on a book ( one that developed, curiously, out of an essay of mine, entitled it's all over, posted here at the point a little over a year ago ) that was going to articulate how the internet is destroying the fabric of human community.",
            "But I am saying there is a logic, if you like, that governs the totality of life on earth, and human history has been much more significantly shaped by that logic than by any of the stories we have told ourselves about who we are and what we're up to. In our ignorance of nature, we are ill-positioned to consider with suitable wonder how strange it is that human history can still be transformed overnight not just by viruses or bacteria but by the most rare of midsize mammals. Enough about microscopic life; I would like to wrap things up here with a few words about the furtive yet on occasion perfectly visible pangolin."
        ],
        "sentiments": [
            [
                {
                    "subjectivity": 0.694,
                    "polarity": 0.417,
                    "sentence": "Though mild, I have what I am fairly sure are the symptoms of coronavirus."
                },
                {
                    "subjectivity": 0.545,
                    "polarity": 0.227,
                    "sentence": "Three weeks ago I was in extended and close contact with someone who has since tested positive."
                },
                {
                    "subjectivity": 0.083,
                    "polarity": -0.05,
                    "sentence": "When I learned this, I spent some time trying to figure out how to get tested myself, but now the last thing I want to do is to go stand in a line in front of a Brooklyn hospital along with others who also have symptoms."
                },
                {
                    "subjectivity": 0.05,
                    "polarity": 0.0,
                    "sentence": "My wife and I have not been outside our apartment since March 10th."
                },
                {
                    "subjectivity": 0.188,
                    "polarity": -0.062,
                    "sentence": "We have opened the door just three times since then, to receive groceries that had been left for us by an unseen deliveryman, as per our instructions, on the other side."
                },
                {
                    "subjectivity": 0.8,
                    "polarity": -0.283,
                    "sentence": "We read of others going on walks, but that seems like a selfish extravagance when you have a dry cough and a sore throat."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "This is the smallest apartment I’ve ever lived in."
                },
                {
                    "subjectivity": 0.271,
                    "polarity": 0.163,
                    "sentence": "I am noticing features of it, and of the trees, the sky and the light outside our windows, that escaped my attention—shamefully, it now seems—over the first several months since we arrived here in August."
                },
                {
                    "subjectivity": 0.9,
                    "polarity": 0.3,
                    "sentence": "I know when we finally get out I will be like the protagonist of Halldór Laxness’s stunning novel, World Light, who, after years of bedridden illness, weeps when he bids farewell to all the knots and grooves in the wood beams of his attic ceiling."
                }
            ],
            [
                {
                    "subjectivity": 0.509,
                    "polarity": 0.117,
                    "sentence": "I am not at all certain that my university in Paris will be open for business when it comes time to reinstitute my salary in June, which I had voluntarily suspended in order to take a year-long fellowship in New York."
                },
                {
                    "subjectivity": 0.352,
                    "polarity": 0.1,
                    "sentence": "I am not at all sure that a few months from now the world is going to be the sort of place where a citizen of one country can expect to resume his public function in another country’s education system."
                },
                {
                    "subjectivity": 0.846,
                    "polarity": 0.567,
                    "sentence": "I am not at all sure universities are going to be the sort of place where one can, again, get together with others in a room and deign to speak with them of what is beautiful and true."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "Meanwhile, my mother is in cancer treatment in California, and I fear I may never see her again."
                },
                {
                    "subjectivity": 0.286,
                    "polarity": -0.006,
                    "sentence": "Until a few days ago my sister, a glacial marine geoscientist, was stuck in unexpectedly thick ice, on an icebreaker too small to break it, in the ocean somewhere off the coast of Antarctica; now her international crew is floating again, uncertain how they will get back to the Northern Hemisphere in a world of quarantines, closed borders and canceled flights, but still just happy to be back on the open sea."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "My wife is here with me on a tourist visa that will soon expire."
                },
                {
                    "subjectivity": 0.652,
                    "polarity": -0.121,
                    "sentence": "We do not know what things will be like in New York when that happens, or whether there might be an exemption for foreigners who overstay their visas only because they are unable to leave what might by then be a fully locked-down city."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "She has an elderly grandmother in Europe."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "Should she leave now to be with her, while she still can and while her papers are still valid?"
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "What would become of me, if she were to go?"
                }
            ],
            [
                {
                    "subjectivity": 0.536,
                    "polarity": 0.286,
                    "sentence": "These are some of the questions we find ourselves asking right now."
                },
                {
                    "subjectivity": 0.7,
                    "polarity": -0.292,
                    "sentence": "They are not exceptional, among the billions of small tragedies this pandemic has churned up."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "But they are mine."
                },
                {
                    "subjectivity": 0.3,
                    "polarity": -0.075,
                    "sentence": "I have often wondered what life would be like for the survivors of a nuclear war, and in these fleeting recollections of the old world—there used to be Starbucks and barber shops, there used to be a subway I’d get on to go to the library, there used to be embrassades—I feel like I am gaining a small glimpse of that."
                }
            ],
            [
                {
                    "subjectivity": 0.45,
                    "polarity": 0.141,
                    "sentence": "I find that I am generally at peace, and that the balance between happiness and sadness on any given day is little different from what it always has been for me."
                },
                {
                    "subjectivity": 0.283,
                    "polarity": 0.167,
                    "sentence": "I find that there is liberation in this suspension of more or less everything."
                },
                {
                    "subjectivity": 0.8,
                    "polarity": 0.4,
                    "sentence": "In spite of it all, we are free now."
                },
                {
                    "subjectivity": 0.19,
                    "polarity": -0.131,
                    "sentence": "Any fashion, sensibility, ideology, set of priorities, worldview or hobby that you acquired prior to March 2020, and that may have by then started to seem to you cumbersome, dull, inauthentic, a drag: you are no longer beholden to it."
                },
                {
                    "subjectivity": 0.812,
                    "polarity": 0.0,
                    "sentence": "You can cast it off entirely and no one will care; likely, no one will notice."
                },
                {
                    "subjectivity": 0.55,
                    "polarity": -0.45,
                    "sentence": "Were you doing something out of mere habit, conceiving your life in a way that seemed false to you?"
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "You can stop doing that now."
                },
                {
                    "subjectivity": 0.36,
                    "polarity": -0.035,
                    "sentence": "We have little idea what the world is going to look like when we get through to the other side of this, but it is already perfectly clear that the “discourses” of our society, such as they had developed up to about March 8 or 9, 2020, in all their frivolity and distractiousness, have been decisively curtailed, like the CO2 emissions from the closed factories and the vacated highways."
                }
            ],
            [
                {
                    "subjectivity": 0.425,
                    "polarity": 0.225,
                    "sentence": "Not to downplay the current tragedy—as I’ve already acknowledged, it is already affecting me personally in deep and real ways—but I take it that this interruption is a good thing."
                }
            ],
            [
                {
                    "subjectivity": 0.75,
                    "polarity": 0.0,
                    "sentence": "The interruption is not total, of course."
                },
                {
                    "subjectivity": 0.667,
                    "polarity": 0.021,
                    "sentence": "Normies seem particularly fond of toilet-paper joke memes for the moment, while the extremely online instinctively disdain them."
                },
                {
                    "subjectivity": 0.714,
                    "polarity": -0.047,
                    "sentence": "Both the normies and the extremely online are, as they have been since 2016, far too reliant on the language of “apocalypse” and “end times.” These are not the end times; even a nuclear war would not be the end times for all the creatures on earth, among which there will always be at least some extremophiles to relish any new arrangement of the ecosystem."
                },
                {
                    "subjectivity": 0.433,
                    "polarity": 0.033,
                    "sentence": "What this is, rather, is a critical shift in the way we think about the human, the natural and the overlap between these."
                }
            ],
            [
                {
                    "subjectivity": 0.6,
                    "polarity": -0.4,
                    "sentence": "I have said that we can all just stop doing whatever we were doing before that may have come to ring false to us, and that that is liberating."
                },
                {
                    "subjectivity": 0.483,
                    "polarity": 0.035,
                    "sentence": "In my own case, I was working on a book (one that developed, curiously, out of an essay of mine, entitled “It’s All Over,” posted here at The Point a little over a year ago) that was going to articulate how the internet is destroying the fabric of human community."
                },
                {
                    "subjectivity": 0.188,
                    "polarity": -0.062,
                    "sentence": "But for the life of me I cannot, in the present circumstances, see the internet as anything other than the force that is holding that fabric together."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "I used to bemoan virtue signaling."
                },
                {
                    "subjectivity": 0.361,
                    "polarity": 0.245,
                    "sentence": "I look at the newly assembled vanguard of the all-volunteer forces of “Wash Your Hands” Twitter, and though I can still discern that tone that used to get me so bent out of shape (“Listen up y’all, today I’m going to break down the virus’s lipid envelope for you”), now I just smile and think: “Good for them."
                },
                {
                    "subjectivity": 0.717,
                    "polarity": 0.517,
                    "sentence": "Good for Dr. Brianna Ph.D., and all her loyal followers.”"
                }
            ],
            [
                {
                    "subjectivity": 0.333,
                    "polarity": 0.167,
                    "sentence": "So I’m going have to rethink that particular book project."
                },
                {
                    "subjectivity": 0.5,
                    "polarity": 0.275,
                    "sentence": "But that follows from the much more general point that we are all going to have to rethink everything."
                },
                {
                    "subjectivity": 0.578,
                    "polarity": 0.202,
                    "sentence": "One thing that is certain is that you are now free to put down whatever cool theorist your peers once convinced you you had to read."
                },
                {
                    "subjectivity": 0.25,
                    "polarity": 0.25,
                    "sentence": "None of that discourse is any more germane to thinking about the present situation than, say, Robert Burton, or Galen, or St. Theresa of Ávila."
                },
                {
                    "subjectivity": 0.257,
                    "polarity": 0.075,
                    "sentence": "Read whatever you want to read now, and don’t be distracted by those writers who are so set in their ways that they know no other strategy than to recover formulae devised back in the old world, and to retry them in the new one, like stubborn Norsemen struggling to graze cattle in Greenland, when the world they find themselves in demands they learn to hunt seals."
                },
                {
                    "subjectivity": 0.2,
                    "polarity": 0.133,
                    "sentence": "Thus Slavoj Žižek is now blogging for RT, the Russian state propaganda network, about how the virus puts him in mind of Tarantino films, while Giorgio Agamben is pushing a species of Trumpian doubt-mongering by claiming that the “disproportionate reaction” to the pandemic is nothing more than an assertion of authoritarian biopolitics."
                },
                {
                    "subjectivity": 0.45,
                    "polarity": 0.3,
                    "sentence": "Honestly, at this point whoever’s left of the vanguard of continental philosophy should probably just start hawking men’s vitamin supplements on late-nite TV."
                }
            ],
            [
                {
                    "subjectivity": 0.521,
                    "polarity": -0.086,
                    "sentence": "These are not the end times, I mean, but nor are they business as usual, and we would do well to understand that not only is there room for a middle path between these, but indeed there is an absolute necessity that we begin our voyage down that path."
                },
                {
                    "subjectivity": 0.217,
                    "polarity": -0.117,
                    "sentence": "To the squealing chiliasts and self-absorbed presentists, indulging themselves with phrases like “the end of the world,” I say: “Did it never dawn on you that all of human history has just been one partial apocalypse after another?” And to the business-as-usual mandarins I say: “Thank you for your service in the glorious battles of the past.”"
                }
            ],
            [
                {
                    "subjectivity": 0.527,
                    "polarity": -0.082,
                    "sentence": "It may well be too late for me to adapt to the new regime, to start hunting seals as it were, in which case this crisis could indeed be the end of my world, even if I survive it in body."
                },
                {
                    "subjectivity": 0.65,
                    "polarity": 0.05,
                    "sentence": "But if I can offer anything to the world to come, it may be in helping to discern early on the possible forms of a renegotiated pact with nature."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "From here on out, I take it that we must not, and cannot, ever pretend again that we are alone on this planet."
                },
                {
                    "subjectivity": 0.4,
                    "polarity": -0.1,
                    "sentence": "Between 1918 and 2020, we learned so much about what viruses are and how they reproduce and spread, but as to what I might dare to call our metaphysics of viruses, and of ourselves in relation to them, everything we have thought remains as false and inadequate now as it was then."
                }
            ],
            [
                {
                    "subjectivity": 0.382,
                    "polarity": -0.104,
                    "sentence": "In the standard run of our schlock entertainments (which Žižek is at least correct in taking as revelatory of our commonly held implicit beliefs), human beings remain the lords of this planet, while other life forms are at best our wards, and at worst our enemies."
                },
                {
                    "subjectivity": 0.596,
                    "polarity": 0.304,
                    "sentence": "In movies featuring aliens, in particular, it is always taken for granted that visitors to earth would naturally see our own species as this planet’s true and legitimate representatives."
                },
                {
                    "subjectivity": 0.275,
                    "polarity": 0.0,
                    "sentence": "In 2016’s Arrival, for example, the gastropod-like space travelers not only express single-minded interest in human beings to the exclusion of plants and microbes (not to mention octopuses), but they even take an interest in international affairs, and goad the Americans into working together with the Chinese and the Russians."
                }
            ],
            [
                {
                    "subjectivity": 0.4,
                    "polarity": -0.3,
                    "sentence": "This is implausible, to say the least."
                },
                {
                    "subjectivity": 1.0,
                    "polarity": 0.0,
                    "sentence": "Even if the extraterrestrials were themselves evolved to find only locomoting megafauna salient, they would probably see our planet as a sort of duumvirate arrangement between humans and cattle."
                },
                {
                    "subjectivity": 0.642,
                    "polarity": 0.128,
                    "sentence": "But it is just as likely that they would be far more attuned to other kinds of organisms, in particular plants and microorganisms, and that they might even themselves be plantlike or microbe-like."
                },
                {
                    "subjectivity": 0.1,
                    "polarity": 0.0,
                    "sentence": "They might control their interstellar vehicles by swarming around in a tank of fluid."
                },
                {
                    "subjectivity": 0.787,
                    "polarity": -0.038,
                    "sentence": "If such beings were to come to earth, and to suppose after some reconnoitering that the true representatives of this planet are not only not humans, but not animals at all, it is difficult to come up with an argument as to why they would be mistaken in this conclusion."
                }
            ],
            [
                {
                    "subjectivity": 0.3,
                    "polarity": 0.1,
                    "sentence": "I am not suggesting that viruses, for example, think about what they are doing, or that they might deserve any of the diplomatic protocols extraterrestrials have developed for the planets they visit."
                },
                {
                    "subjectivity": 0.492,
                    "polarity": 0.292,
                    "sentence": "But I am saying there is a logic, if you like, that governs the totality of life on earth, and human history has been much more significantly shaped by that logic than by any of the stories we have told ourselves about who we are and what we’re up to."
                },
                {
                    "subjectivity": 0.6,
                    "polarity": 0.2,
                    "sentence": "In what comes next we will need to be honest about this fact, and never again let it slip too far from our conscious minds."
                }
            ],
            [
                {
                    "subjectivity": 0.525,
                    "polarity": 0.175,
                    "sentence": "Enough about microscopic life; I would like to wrap things up here with a few words about the furtive yet on occasion perfectly visible pangolin."
                },
                {
                    "subjectivity": 0.48,
                    "polarity": 0.26,
                    "sentence": "In our ignorance of nature, we are ill-positioned to consider with suitable wonder how strange it is that human history can still be transformed overnight not just by viruses or bacteria but by the most rare of midsize mammals."
                },
                {
                    "subjectivity": 0.488,
                    "polarity": 0.125,
                    "sentence": "In a world in which domestic livestock vastly outweigh all animal wildlife combined—that is, if you put all the cattle on one side of a scale, and all the elephants, wolverines, pangolins and so on on the other, it would be like weighing a boulder against a pea—it is remarkable indeed that such “exotic” species as bats, civets, chimpanzees and pangolins should continue to play such an outsize role in public health, and thus in human history."
                },
                {
                    "subjectivity": 0.237,
                    "polarity": -0.062,
                    "sentence": "In the Politics Aristotle describes human relations with other animal species, including hunting, as a variety of war."
                },
                {
                    "subjectivity": 0.35,
                    "polarity": 0.192,
                    "sentence": "By the time of Greek antiquity, in contrast with, say, the Paleolithic, it could easily have seemed that this war was more or less won."
                },
                {
                    "subjectivity": 0.45,
                    "polarity": 0.0,
                    "sentence": "But in truth what we did was totally dominate a few varieties of animals, while still remaining open to mercenary attacks, as it were, using biological agents, from the few that still remain free."
                }
            ],
            [
                {
                    "subjectivity": 0.483,
                    "polarity": 0.194,
                    "sentence": "The pangolin cult of the Congolese Lele people, as described by the great social anthropologist Mary Douglas, both celebrates and fears the taxonomic peculiarities of this animal, which has scales, but gives live birth, and, like human beings, births only one offspring at a time."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "Do they kill it and eat it?"
                },
                {
                    "subjectivity": 0.633,
                    "polarity": 0.233,
                    "sentence": "Yes, they kill it and eat it, but they know that in so doing they are knocking the cosmos out of joint, and the only way to bring it back into joint is through a fair amount of ritual catharsis."
                },
                {
                    "subjectivity": 0.522,
                    "polarity": -0.367,
                    "sentence": "Walter Burkert points out that in ancient Greece there was no meat sold in the public market that was not ritually sacrificed: a recognition that to spill an animal’s blood is a violent and transgressive thing, and even if we must do it, we must not allow it to become profane, banal, unexceptional."
                },
                {
                    "subjectivity": 0.454,
                    "polarity": 0.229,
                    "sentence": "Such a view lives on vestigially in the halal and kosher rules of slaughter of familiar Abrahamic faiths, but for the most part the metaphysics of meat, like the metaphysics of viruses, remains the same as it was in 1918 and indeed for some centuries before: exotic or domestic, endangered or commonplace, an animal’s meat is ours to be eaten, for we are the lords of this planet."
                },
                {
                    "subjectivity": 0.475,
                    "polarity": 0.037,
                    "sentence": "I am not saying the current pandemic is retribution for our sin, but I will say that the Lele understood something about the pangolin that we have not, and that we are paying dearly for now: that it cannot be lightly killed for no better reason than our own delectation."
                },
                {
                    "subjectivity": 0.1,
                    "polarity": 0.1,
                    "sentence": "That era—the era of wanton delectation—is over now, I hope, for those who had been taken in by the reckless culinary adventurism of an Anthony Bourdain as much as for the customers of the wet-markets of Wuhan."
                }
            ],
            [
                {
                    "subjectivity": 0.175,
                    "polarity": -0.125,
                    "sentence": "Our human exceptionalism has been, over these past centuries, the blunt and unwieldy pitchfork with which we sought to drive nature out."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "But as Horace warned us, it will always find its way back."
                },
                {
                    "subjectivity": 0.35,
                    "polarity": 0.113,
                    "sentence": "At just this moment, when we had almost taken to using the secondary and recent sense of “viral” as if it were the primary and original one, a real virus came roaring back into history."
                },
                {
                    "subjectivity": 0.45,
                    "polarity": 0.125,
                    "sentence": "We created a small phenomenal world for ourselves, with our memes and streams and conference calls."
                },
                {
                    "subjectivity": 0.383,
                    "polarity": 0.075,
                    "sentence": "And now—the unfathomable irony—that phenomenal world is turning out to be the last desperate repair of the human, within a vastly greater and truer natural world that the human had nearly, but not quite, succeeded in screening out."
                }
            ]
        ],
        "keywords": [
            "three weeks",
            "extended and close contact",
            "my mother",
            "cancer treatment",
            "california",
            "the symptoms",
            "coronavirus",
            "that particular book project",
            "the life",
            "the present circumstances",
            "the internet",
            "anything other",
            "the force",
            "that fabric",
            "my own case",
            "a book",
            "an essay",
            "mine",
            "the point",
            "a little",
            "a year ago",
            "the fabric",
            "human community",
            "a logic",
            "the totality",
            "life",
            "earth",
            "human history",
            "that logic",
            "the stories",
            "our ignorance",
            "nature",
            "suitable wonder",
            "viruses or bacteria",
            "the most rare",
            "midsize mammals",
            "microscopic life",
            "things",
            "a few words",
            "the furtive",
            "occasion",
            "perfectly visible pangolin"
        ]
    }
}
