{
    "result": "Success",
    "data": {
        "summary": [
            "We're watching you, it told axos financial inc. Employees working from home. If daily tasks are n't completed, workers will be subject to disciplinary action, up to and including termination. Workers at various companies have complained of excesses, but many of them are new to telecommuting, with its temptations of a midday nap or the demands of children out of school."
        ],
        "sentiments": [
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "The email came from the boss."
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "We’re watching you, it told Axos Financial Inc. employees working from home."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "We’re capturing your keystrokes."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "We’re logging the websites you visit."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "Every 10 minutes or so, we’re taking a screen shot."
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "So get to work — or face the consequences."
                }
            ],
            [
                {
                    "subjectivity": 0.65,
                    "polarity": -0.25,
                    "sentence": "“We have seen individuals taking unfair advantage of flexible work arrangements” by essentially taking vacations, Gregory Garrabrants, the online bank’s chief executive officer, wrote in the March 16 message reviewed by Bloomberg News."
                },
                {
                    "subjectivity": 0.144,
                    "polarity": -0.022,
                    "sentence": "If daily tasks aren’t completed, workers “will be subject to disciplinary action, up to and including termination.”"
                }
            ],
            [
                {
                    "subjectivity": 0.375,
                    "polarity": 0.113,
                    "sentence": "Straight-up Big Brother, perhaps, but it’s perfectly legal for businesses to keep an unblinking eye on employees as long as they disclose they’re doing it."
                },
                {
                    "subjectivity": 0.5,
                    "polarity": 0.3,
                    "sentence": "Of course, digital surveillance has been used for years on office desktops, yet it seems a violation of privacy to a lot of workers when they’re required to have software on their computers that tracks their every move in their own homes."
                }
            ],
            [
                {
                    "subjectivity": 0.414,
                    "polarity": 0.084,
                    "sentence": "Workers at various companies have complained of excesses, but many of them are new to telecommuting, with its temptations of a midday nap or the demands of children out of school."
                },
                {
                    "subjectivity": 0.625,
                    "polarity": -0.075,
                    "sentence": "Employers justify going full Orwell by saying that monitoring curbs security breaches, which can be expensive, and helps keep the wheels of commerce turning."
                }
            ],
            [
                {
                    "subjectivity": 0.35,
                    "polarity": 0.2,
                    "sentence": "With so many people working remotely because of the coronavirus, surveillance software is flying off the virtual shelves."
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "“Companies have been scrambling,” said Brad Miller, CEO of surveillance-software maker InterGuard."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "“They’re trying to allow their employees to work from home but trying to maintain a level of security and productivity.”"
                }
            ],
            [
                {
                    "subjectivity": 0.4,
                    "polarity": -0.1,
                    "sentence": "Axos spokesman Gregory Frost said in a statement that “the enhanced monitoring of at-home employees we implemented will ensure that those members of our workforce who work from home will continue” to meet quality and productivity standards that are expected from all workers."
                }
            ],
            [
                {
                    "subjectivity": 0.229,
                    "polarity": -0.083,
                    "sentence": "Frost declined to comment on whether Garrabrants, one of America’s top-paid bank CEOs in 2018, is subject to the same monitoring when he works from home."
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "Along with InterGuard, software makers include Time Doctor, Teramind, VeriClock, innerActiv, ActivTrak and Hubstaff."
                },
                {
                    "subjectivity": 0.5,
                    "polarity": 0.0,
                    "sentence": "All provide a combination of screen monitoring and productivity metrics, such as number of emails sent, to reassure managers that their charges are doing their jobs."
                }
            ],
            [
                {
                    "subjectivity": 0.25,
                    "polarity": 0.0,
                    "sentence": "ActivTrak’s inbound requests have tripled in recent weeks, according to CEO Rita Selvaggi."
                },
                {
                    "subjectivity": 0.2,
                    "polarity": 0.0,
                    "sentence": "Teramind has seen a similar increase, said Eli Sutton, vice president of global operations."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "Jim Mazotas, innerActive’s founder, said phones have been ringing off the hook."
                }
            ],
            [
                {
                    "subjectivity": 0.5,
                    "polarity": 0.0,
                    "sentence": "Managers using InterGuard’s software can be notified if an employee does a combination of worrisome behaviors, such as printing both a confidential client list and a resume, an indication that someone is quitting and taking their book of business with them."
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "“It’s not because of lack of trust,” Miller said, who compared the software to banks using security cameras."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "“It’s because it’s imprudent not to do it.”"
                }
            ],
            [
                {
                    "subjectivity": 0.425,
                    "polarity": 0.258,
                    "sentence": "The software can also be a way for employers to grant more flexibility to workers to fit their jobs around other parts of their lives."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "It may also let managers spot areas that are overstaffed or where they may need additional hands."
                }
            ],
            [
                {
                    "subjectivity": 0.5,
                    "polarity": 0.3,
                    "sentence": "“I can honestly say, as a Hubstaff user, that I actually like the monitoring and productivity features."
                },
                {
                    "subjectivity": 0.4,
                    "polarity": -0.2,
                    "sentence": "I promise,” said Courtney Cavey, the firm’s chief marketing officer."
                },
                {
                    "subjectivity": 0.467,
                    "polarity": 0.2,
                    "sentence": "“So my personal advice is to use it as an advantage, as a way to prove to your manager that you’re capable of working autonomously.”"
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "Hubstaff allows users to view their activity range and aim to beat it, Cavey said."
                },
                {
                    "subjectivity": 0.312,
                    "polarity": 0.25,
                    "sentence": "Most monitoring can be customized, so not all employees are tracked in the same way."
                }
            ],
            [
                {
                    "subjectivity": 0.55,
                    "polarity": -0.011,
                    "sentence": "Employers go too far if their monitoring software remains active outside work hours, according to Stacy Hawkins, a professor at Rutgers Law School."
                }
            ],
            [
                {
                    "subjectivity": 0.5,
                    "polarity": 0.0,
                    "sentence": "Workers air their grievances on forums such as CodeAhoy, presumably using devices not being watched by their bosses."
                }
            ],
            [
                {
                    "subjectivity": 0.15,
                    "polarity": -0.1,
                    "sentence": "“I’ve heard from multiple people whose employers have asked them to stay logged into a video call all day while they work,” said Alison Green, founder of the workplace-advice website Ask a Manager."
                },
                {
                    "subjectivity": 0.375,
                    "polarity": -0.125,
                    "sentence": "“In some cases, they’re told it’s so they can all talk throughout the day if questions come up, but in others, there’s no pretense that it’s for anything other than monitoring people to ensure they’re working.”"
                }
            ],
            [
                {
                    "subjectivity": 0.377,
                    "polarity": 0.044,
                    "sentence": "Other managers take a more low-tech approach, insisting on constant status updates, Green said."
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "“How these managers are going to get anything done themselves in the midst of all these updates is another question,” she said."
                }
            ],
            [
                {
                    "subjectivity": 0.5,
                    "polarity": 0.0,
                    "sentence": "Employers so worried about workers’ every moves might have a bigger issue to deal with, said Sutton of software maker Teramind."
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "“It’s not about spying on the user,” Sutton said."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "“If you hired them, you should trust them."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "If you don’t, they have no reason to be part of the organization.”"
                }
            ]
        ],
        "keywords": [
            "axos financial inc.",
            "employees",
            "home",
            "daily tasks",
            "workers",
            "disciplinary action",
            "termination",
            "various companies",
            "excesses",
            "telecommuting",
            "its temptations",
            "a midday nap",
            "the demands",
            "children",
            "school"
        ]
    }
}
