{
    "result": "Success",
    "data": {
        "summary": [
            "Crew members of ballistic submarines are habitually spared bad news while underwater to avoid undermining their morale, say current and former officers who served aboard france's nuclear-armed subs. So any crews that left port before the virus spread around the globe are likely being kept in the dark about the extent of the rapidly unfurling crisis by their commanders until their return, they say. The french navy wo n't divulge what has or has n't been said to submarine crews."
        ],
        "sentiments": [
            [
                {
                    "subjectivity": 0.5,
                    "polarity": -0.188,
                    "sentence": "LE PECQ, France —  Of a world in coronavirus turmoil, they may know little or nothing."
                },
                {
                    "subjectivity": 0.285,
                    "polarity": -0.052,
                    "sentence": "Submariners stealthily cruising the ocean deeps, purposely shielded from worldly worries to encourage undivided focus on their top-secret missions of nuclear deterrence, may be among the last pockets of people anywhere who are still blissfully unaware of how the pandemic is turning life upside down."
                }
            ],
            [
                {
                    "subjectivity": 0.356,
                    "polarity": -0.233,
                    "sentence": "Crew members of ballistic submarines are habitually spared bad news while underwater to avoid undermining their morale, say current and former officers who served aboard France’s nuclear-armed subs."
                },
                {
                    "subjectivity": 0.467,
                    "polarity": -0.05,
                    "sentence": "So any crews that left port before the virus spread around the globe are likely being kept in the dark about the extent of the rapidly unfurling crisis by their commanders until their return, they say."
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "“They won’t know,” said retired Adm. Dominique Salles, who commanded the French ballistic submarine squadron from 2003 to 2006."
                },
                {
                    "subjectivity": 0.4,
                    "polarity": 0.4,
                    "sentence": "“The boys need to be completely available for their mission.”"
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "Salles himself was at sea in a sub when his father died, but the news was kept from him until he had finished his 60-day mission."
                },
                {
                    "subjectivity": 0.68,
                    "polarity": 0.0,
                    "sentence": "He believes current submariners will likely only be told of the pandemic as they head back to port, in the final two days of their mission."
                }
            ],
            [
                {
                    "subjectivity": 0.3,
                    "polarity": -0.2,
                    "sentence": "“Those who are at sea don’t need this information,” said Salles, who also commanded the nuclear-armed French submarine L’Inflexible."
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "“The commander, I think, is doubtless informed about what is happening,” Salles added."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "\"[But] I don’t think he’ll have all the details.”"
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "The French navy won’t divulge what has or hasn’t been said to submarine crews."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "Nor will it say whether any of the four French ballistic submarines, laden with 16 missiles that each can carry six nuclear warheads, left harbor before France instituted a nationwide lockdown on March 17."
                }
            ],
            [
                {
                    "subjectivity": 0.5,
                    "polarity": -0.333,
                    "sentence": "“Because the deterrent is wrapped in a bubble of protection and confidentiality, it is impossible to know whether the crews are informed or not of this situation,” French navy spokesman Lt. Cmdr."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "Olivier Ribard said."
                }
            ],
            [
                {
                    "subjectivity": 0.033,
                    "polarity": 0.0,
                    "sentence": "French submarine missions last 60 to 70 days, with about 110 crew members aboard."
                },
                {
                    "subjectivity": 0.133,
                    "polarity": -0.033,
                    "sentence": "So a crew that left at the end of February wouldn’t be expected back before the end of April."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "In that case, they will return to a world changed by the pandemic."
                },
                {
                    "subjectivity": 1.0,
                    "polarity": 0.4,
                    "sentence": "On March 1, France had just 130 confirmed COVID-19 cases and two deaths."
                },
                {
                    "subjectivity": 0.383,
                    "polarity": 0.017,
                    "sentence": "In under a month, those numbers have surged past 2,600 dead and more than 40,000 sickened."
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "For submariners, the return to land could be a shock."
                }
            ],
            [
                {
                    "subjectivity": 0.9,
                    "polarity": 0.8,
                    "sentence": "“They won’t have experienced the crisis as we did, with a bit of fear, the lockdown."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "So for them it will be quite a surprise."
                },
                {
                    "subjectivity": 0.4,
                    "polarity": 0.0,
                    "sentence": "They will learn the history, but it will be a history that is related to them,” said a serving officer who was the doctor on the ballistic submarine Le Triomphant for four years."
                },
                {
                    "subjectivity": 0.467,
                    "polarity": -0.13,
                    "sentence": "He spoke on condition that he be identified only by his first name and rank, in accordance with the rules of his branch of the French military."
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "“All events that could affect or change the morale of the crew members are kept from them,” said the officer, Chief Doctor Gabriel."
                },
                {
                    "subjectivity": 1.0,
                    "polarity": 0.0,
                    "sentence": "“Since there is no internet, no radio and no television on board, the only news you get comes from messages received by the commander, and the commander filters the messages to not give all of the information to everyone.”"
                }
            ],
            [
                {
                    "subjectivity": 0.08,
                    "polarity": -0.06,
                    "sentence": "The doctor was underwater in 2012 when an Islamic extremist killed three French paratroopers and later killed a rabbi, his two young sons and grabbed an 8-year-old girl and shot her in the head."
                },
                {
                    "subjectivity": 0.667,
                    "polarity": -0.222,
                    "sentence": "Only later did the officer learn of the attacks, “so when people talk to me about it, I find it impossible to imagine,” he said."
                }
            ],
            [
                {
                    "subjectivity": 0.6,
                    "polarity": 0.1,
                    "sentence": "“The only place where you are really cut off from all information is underwater, because even on a vessel in space there is still the radio, television, the internet,” he said."
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "When bombings hit Madrid in 2004, Salles didn’t inform submariners who were at sea for the ballistic flotilla that was then under his command."
                }
            ],
            [
                {
                    "subjectivity": 0.9,
                    "polarity": 0.35,
                    "sentence": "Salles said the situation now will be toughest for any crews that leave harbor in the weeks ahead, because they’ll know they are leaving loved ones in the midst of the pandemic and, possibly, still living in lockdown."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "The French government has already extended its stay-home orders once, to April 15, and said it could do so again."
                }
            ],
            [
                {
                    "subjectivity": 0.492,
                    "polarity": -0.233,
                    "sentence": "Salles said he believes those crews will get regular coronavirus updates, but won’t be told of any family deaths until they are returning to the l’Ile Longue submarine base, near Brest in Brittany."
                }
            ],
            [
                {
                    "subjectivity": 0.667,
                    "polarity": -0.333,
                    "sentence": "“No matter how serious an event is, there is nothing a submariner can do about it."
                },
                {
                    "subjectivity": 0.5,
                    "polarity": 0.5,
                    "sentence": "And since he cannot do anything, better that he know nothing,” Salles said."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "“They know that they won’t know and accept it."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "It’s part of our deal.”"
                }
            ]
        ],
        "keywords": [
            "crew members",
            "ballistic submarines",
            "bad news",
            "underwater",
            "their morale",
            "current and former officers",
            "france",
            "nuclear-armed subs",
            "any crews",
            "port",
            "the virus spread",
            "the globe",
            "the dark",
            "the extent",
            "the rapidly unfurling crisis",
            "their commanders",
            "their return",
            "the french navy",
            "submarine crews"
        ]
    }
}
