{
    "result": "Success",
    "data": {
        "summary": [
            "In 430bc, the second year of its war with sparta, the vibrant city of athens was struck by a malady that caused panic, despair and a loss of faith in sacred values and institutions. Consolingly, however, modern research suggests the ancient historian got it the wrong way round : the documentary record is patchy, but these days the crisis is thought to attest to the resilience of athenian democracy, rather than its fragility. In athens, democracy proved stronger than disease; rather than crumbling, argue josiah ober and federica carugati of stanford university in a forthcoming paper, the athenian system evolved.",
            ""
        ],
        "sentiments": [
            [
                {
                    "subjectivity": 0.5,
                    "polarity": 0.5,
                    "sentence": "IT IS ONE of the most lurid descriptions in literature of a society collapsing under the shock of a virulent disease."
                },
                {
                    "subjectivity": 0.167,
                    "polarity": 0.083,
                    "sentence": "In 430BC, the second year of its war with Sparta, the vibrant city of Athens was struck by a malady that caused panic, despair and a loss of faith in sacred values and institutions."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "Symptoms included raging fever, retching, convulsions and disfigurement."
                },
                {
                    "subjectivity": 0.5,
                    "polarity": 0.25,
                    "sentence": "According to Thucydides, “the catastrophe was so overwhelming that men, not knowing what would happen to them next, became indifferent to every rule of religion or law.”"
                }
            ],
            [
                {
                    "subjectivity": 0.4,
                    "polarity": -0.2,
                    "sentence": "In his chronicle, Thucydides places ghoulish images of the plague immediately after an oration over the war dead by Pericles—a speech that celebrates the openness and egalitarian optimism of the Athenian state."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "Perhaps the juxtaposition was meant to emphasise the destruction wrought by the scourge."
                },
                {
                    "subjectivity": 0.4,
                    "polarity": -0.125,
                    "sentence": "Consolingly, however, modern research suggests the ancient historian got it the wrong way round: the documentary record is patchy, but these days the crisis is thought to attest to the resilience of Athenian democracy, rather than its fragility."
                }
            ],
            [
                {
                    "subjectivity": 0.571,
                    "polarity": 0.214,
                    "sentence": "That record is certainly chastening."
                },
                {
                    "subjectivity": 0.5,
                    "polarity": 0.042,
                    "sentence": "Athens, the star among Greek city-states, was profoundly damaged by the disease."
                },
                {
                    "subjectivity": 0.478,
                    "polarity": -0.217,
                    "sentence": "The epidemic was the first in a sequence of dire events over three decades: military miscalculations, a rumbling civil war between democrats and oligarchs, violent coups, and surrender to Sparta in 404BC."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "Anticipating the Bolsheviks, the Spartans sent armed men to close the city’s assembly and impose an authoritarian regime."
                },
                {
                    "subjectivity": 0.333,
                    "polarity": 0.25,
                    "sentence": "To anyone witnessing all that first-hand, it must have felt as if the world’s first experiment in rule by the people had ended."
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "But that feeling would have been premature."
                },
                {
                    "subjectivity": 0.283,
                    "polarity": -0.117,
                    "sentence": "The Athenian pestilence and its aftermath were not, in the end, a seismic event comparable to the later plague that began in 540AD, recurred over two centuries and destroyed the late Roman world; or to the Black Death, starting in around 1350, which broke up the feudal society of Europe."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "In Athens, democracy proved stronger than disease; rather than crumbling, argue Josiah Ober and Federica Carugati of Stanford University in a forthcoming paper, the Athenian system evolved."
                }
            ],
            [
                {
                    "subjectivity": 0.425,
                    "polarity": 0.037,
                    "sentence": "True, at least a quarter of the 300,000 or so people who lived in or near the city died—many, writes Ben Akrigg of Toronto University in a recent book, because of disrupted food supplies rather than the disease itself."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "But there is evidence that Athenian institutions proved robust."
                },
                {
                    "subjectivity": 0.089,
                    "polarity": -0.089,
                    "sentence": "Consider the fate of Pericles, who had been elected as one of the city’s ten military commanders in each of the previous 30 years."
                },
                {
                    "subjectivity": 0.2,
                    "polarity": -0.7,
                    "sentence": "As anger surged, he was removed in mid-term—but by democratic procedure, not a crazed mob."
                },
                {
                    "subjectivity": 0.5,
                    "polarity": 0.0,
                    "sentence": "The next year he was re-elected, only to succumb to the plague himself."
                }
            ],
            [
                {
                    "subjectivity": 0.9,
                    "polarity": -0.056,
                    "sentence": "Or take the continuity in the city’s artistic life, including annual drama festivals that required vast, expensive organisation."
                },
                {
                    "subjectivity": 0.455,
                    "polarity": 0.136,
                    "sentence": "As Jennifer Roberts of the City College of New York notes, Athenians were presented in 429BC with “Oedipus Rex”, a milestone in world literature."
                },
                {
                    "subjectivity": 0.4,
                    "polarity": -0.2,
                    "sentence": "Its portrayal of a king trying to assuage the wrath of Apollo, which took the form of a deadly plague, resonated with audiences who half-suspected that their city had offended the god."
                },
                {
                    "subjectivity": 0.333,
                    "polarity": -0.133,
                    "sentence": "Amid the strife of the next 30 years, dramatists went on producing poignant tragedies and rollicking farce."
                }
            ],
            [
                {
                    "subjectivity": 0.615,
                    "polarity": 0.09,
                    "sentence": "The key to this resilience, thinks Mr Ober, was the “democratic advantage” enjoyed by Athenians, in common with other societies based on free speech and a broad franchise."
                },
                {
                    "subjectivity": 0.067,
                    "polarity": 0.0,
                    "sentence": "“We are a democracy,” Angela Merkel reminded Germans last week."
                },
                {
                    "subjectivity": 0.398,
                    "polarity": 0.05,
                    "sentence": "“We don’t achieve things by force, but through shared knowledge and co-operation.” Much the same went for ancient Athens, which at its finest cherished truth-telling and held that good information drove out bad."
                }
            ],
            [
                {
                    "subjectivity": 0.4,
                    "polarity": 0.5,
                    "sentence": "The things the city did best, such as staging performances, or building and manning ships, required both state funds and voluntary contributions from the rich—what would now be called public-private partnerships."
                },
                {
                    "subjectivity": 0.067,
                    "polarity": 0.0,
                    "sentence": "And despite the strain, these activities, and the sense of mutual trust and public service that sustained them, continued in the time of plague."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "For example, against the odds in 429-428BC the Athenians won a naval battle against a Peloponnesian fleet off the coast of Patras."
                }
            ],
            [
                {
                    "subjectivity": 1.0,
                    "polarity": -0.6,
                    "sentence": "These democratic virtues wavered in the post-plague years, dominated as they sometimes were by cynical demagogues; but they did not vanish."
                },
                {
                    "subjectivity": 0.489,
                    "polarity": -0.183,
                    "sentence": "It helped that the oligarchs who seized power in 411BC were incompetent and only lasted a few months—and that, after a bout of civil war, the Spartans seemingly lost interest in their vanquished foes’ affairs, whereupon democracy was restored to Athens."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "To survive, it adapted."
                }
            ],
            [
                {
                    "subjectivity": 0.725,
                    "polarity": 0.408,
                    "sentence": "Along with its artistic laurels, the brilliant fifth century BC had seen the apogee of the “demos”, the body of free male citizens that was empowered to steer the city."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "In the muted fourth century, the demos was balanced by a judicial procedure under which a citizen could be fined, even hypothetically executed, if he took initiatives in the assembly that misled the people or deviated from the constitution."
                },
                {
                    "subjectivity": 0.25,
                    "polarity": 0.0,
                    "sentence": "That sounds draconian, but Ms Carugati sees an analogy with later judicial constraints on authority, such as America’s Supreme Court."
                }
            ],
            [
                {
                    "subjectivity": 1.0,
                    "polarity": -1.0,
                    "sentence": "After a grim epidemic, the Athenian case suggests, tolerance for reckless decision-making declines."
                },
                {
                    "subjectivity": 0.188,
                    "polarity": -0.056,
                    "sentence": "Meanwhile, although the haemorrhage of manpower made it harder to wage war, prudent tactics and canny diplomacy let a reformed Athens claw back influence in the endless contest between Greek states."
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "The impact of the plague, which flared up again for several years, should not be understated."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "It was part of a chain reaction which led to the loss of Athens’s empire."
                },
                {
                    "subjectivity": 0.392,
                    "polarity": 0.117,
                    "sentence": "But such was the city’s will to live that it rumbled on, more or less democratically, for another eight decades, until its liberties were suppressed by Macedonia in 322BC."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "Today that endurance is as uplifting a precedent as the glorious Athenian heyday."
                },
                { "subjectivity": 0.0, "polarity": 0.0, "sentence": "■" }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "This article appeared in the Books and arts section of the print edition under the headline \"How to survive a plague\""
                }
            ]
        ],
        "keywords": [
            "430bc",
            "the second year",
            "its war",
            "sparta",
            "the vibrant city",
            "athens",
            "a malady",
            "panic",
            "despair",
            "a loss",
            "faith",
            "sacred values and institutions",
            "modern research",
            "the ancient historian",
            "the wrong way round",
            "the documentary record",
            "these days",
            "the crisis",
            "the resilience",
            "athenian democracy",
            "its fragility",
            "democracy",
            "disease",
            "josiah ober and federica carugati",
            "stanford university",
            "a forthcoming paper",
            "the athenian system"
        ]
    }
}
