{
    "result": "Success",
    "data": {
        "summary": [
            "Large studies have shown that taller people are more likely to develop cancer than shorter people. In a study published today ( october 24 ) in proceedings of the royal society b, leonard nunney, an evolutionary biologist at the university of california, riverside, used data from studies of thousands of people to show that height itself has a direct effect on the risk of developing many types of cancer. It confirms that the more cells in one's body and the more cells that are dividing, the more likely that cancer is going to develop, he adds.",
            ""
        ],
        "sentiments": [
            [
                {
                    "subjectivity": 0.643,
                    "polarity": 0.238,
                    "sentence": "Large studies have shown that taller people are more likely to develop cancer than shorter people."
                },
                {
                    "subjectivity": 0.425,
                    "polarity": 0.158,
                    "sentence": "Until now, it’s been unclear whether the increased risk is a direct consequence of having more cells in the body or of other factors."
                },
                {
                    "subjectivity": 0.45,
                    "polarity": 0.3,
                    "sentence": "In a study published today (October 24) in Proceedings of the Royal Society B, Leonard Nunney, an evolutionary biologist at the University of California, Riverside, used data from studies of thousands of people to show that height itself has a direct effect on the risk of developing many types of cancer."
                }
            ],
            [
                {
                    "subjectivity": 0.558,
                    "polarity": 0.085,
                    "sentence": "“This is a very exciting paper and really documents something we’ve discussed in the field for a long time but never actually accurately measured,” says Joshua Schiffman, a pediatric oncologist at the University of Utah who did not participate in the work."
                },
                {
                    "subjectivity": 0.625,
                    "polarity": 0.375,
                    "sentence": "It “confirms that the more cells in one’s body and the more cells that are dividing, the more likely that cancer is going to develop,” he adds."
                },
                {
                    "subjectivity": 0.76,
                    "polarity": -0.163,
                    "sentence": "“Even if the ultimate risk is very small, it has broader implications for the field of comparative oncology and looking throughout nature to try to understand ."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "."
                },
                {
                    "subjectivity": 0.4,
                    "polarity": 0.1,
                    "sentence": "natural defenses for cancer.”"
                }
            ],
            [
                {
                    "subjectivity": 0.307,
                    "polarity": -0.086,
                    "sentence": "One widely accepted idea about cancer development is that over its lifetime, a single cell gradually accumulates a set of mutations that causes it to divide out of control."
                },
                {
                    "subjectivity": 0.312,
                    "polarity": 0.312,
                    "sentence": "An assumption consistent with this hypothesis is that the more cells present in an organism’s body, the more opportunity there is for one of them to develop those cancer-initiating mutations."
                }
            ],
            [
                {
                    "subjectivity": 0.425,
                    "polarity": 0.209,
                    "sentence": "One might expect then that humans, who are much bigger than mice and live much longer, would have a much greater incidence of cancer."
                },
                {
                    "subjectivity": 0.438,
                    "polarity": 0.188,
                    "sentence": "Yet larger animal species don’t seem to get more cancer than smaller ones, a logical problem described in 1977 by University of Oxford epidemiologist Richard Peto."
                }
            ],
            [
                {
                    "subjectivity": 0.367,
                    "polarity": -0.042,
                    "sentence": "The main message is that this is a small effect."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "."
                },
                {
                    "subjectivity": 0.4,
                    "polarity": 0.1,
                    "sentence": "It’s a real effect, but the much bigger effect [on cancer risk] is our lifestyle."
                }
            ],
            [
                {
                    "subjectivity": 0.537,
                    "polarity": 0.338,
                    "sentence": "Scientists have theorized that bigger animals deal with the problem of having more cells by evolving more ways of suppressing cancer, which is true in elephants, for instance."
                },
                {
                    "subjectivity": 0.307,
                    "polarity": -0.186,
                    "sentence": "The pachyderms have at least 20 copies of the gene encoding the tumor suppressor p53, while humans possess just a single copy."
                },
                {
                    "subjectivity": 0.438,
                    "polarity": 0.192,
                    "sentence": "But within the same species, big individuals should still be at greater risk of developing cancer than small individuals, just based on having more cells, says Nunney, an idea that’s been confirmed by cancer incidence reports in people."
                }
            ],
            [
                {
                    "subjectivity": 0.66,
                    "polarity": 0.38,
                    "sentence": "A possible explanation favored by some cancer biologists for these differences between individuals is that perhaps a factor that makes people tall also increases cancer risk, but that being tall and having more cells doesn’t directly cause more cancer."
                },
                {
                    "subjectivity": 0.45,
                    "polarity": 0.25,
                    "sentence": "In the current study, Nunney set out to see which hypothesis better suits the data."
                }
            ],
            [
                {
                    "subjectivity": 0.454,
                    "polarity": 0.1,
                    "sentence": "He used a simple quantitative model to predict what the incidence of cancer would be if cell number, as estimated by height, were responsible for variations in the number of cancer cases within a species."
                },
                {
                    "subjectivity": 0.153,
                    "polarity": -0.093,
                    "sentence": "Then he compared the predictions to actual cancer frequency in human populations, using data from several large-scale studies conducted previously around the world, four in women and three in men, that tracked at least 10,000 cancer cases each."
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "Nunney’s calculations predicted that an increase of 10 centimeters in height would lead to about a 10 percent increase in overall cancer risk."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "And that’s just about what the epidemiological surveys observed: for women, the increase in risk from a 10 centimeter height increase was about 12 percent, and for men, it was 9 percent."
                }
            ],
            [
                {
                    "subjectivity": 0.367,
                    "polarity": -0.042,
                    "sentence": "“The main message is that this is a small effect,” says Michael Hochberg, an evolutionary biologist at the University of Montpelier in France who did not participate in the work."
                },
                {
                    "subjectivity": 0.4,
                    "polarity": 0.1,
                    "sentence": "“It’s a real effect, but the much bigger effect [on cancer risk] is our lifestyle."
                },
                {
                    "subjectivity": 0.375,
                    "polarity": -0.125,
                    "sentence": "Thirty to sixty percent of cancers are due to that."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "It’s something people can control.”"
                }
            ],
            [
                {
                    "subjectivity": 0.597,
                    "polarity": -0.091,
                    "sentence": "To put the increased risk into perspective, if the lifetime risk of developing cancer among people of average height is 38 out of 100, a 10-percent increased risk for a person 10 cm taller would mean the absolute risk is now roughly 42 out of 100."
                }
            ],
            [
                {
                    "subjectivity": 0.125,
                    "polarity": 0.0,
                    "sentence": "Nunney also found outliers in specific cancer types."
                },
                {
                    "subjectivity": 0.089,
                    "polarity": -0.056,
                    "sentence": "Both cervical cancer and cancers of the mouth, for instance, seemed to be less tied to height, which, he writes in his report, might be explained by well-established environmental causes: human papilloma virus infection and smoking, respectively."
                }
            ],
            [
                {
                    "subjectivity": 0.362,
                    "polarity": 0.113,
                    "sentence": "On the other hand, the frequency of melanoma and other skin cancers had a much stronger relationship to height, with a 10-cm height increase linked to a more than 20-percent increase in cancer risk."
                },
                {
                    "subjectivity": 0.509,
                    "polarity": 0.089,
                    "sentence": "One possible explanation for this strong relationship comes from limited evidence that “tall individuals have a higher level of circulating [insulin-like growth factor 1], and there are some indirect indications that, indeed, that does induce slightly faster cell division,” Nunney tells The Scientist."
                },
                {
                    "subjectivity": 0.167,
                    "polarity": -0.167,
                    "sentence": "“Maybe the reason why melanoma seems to [have] one of the strongest relationships to height is that tall individuals may have a slight increase in cell division rates in skin cells,” he adds."
                },
                {
                    "subjectivity": 0.192,
                    "polarity": 0.15,
                    "sentence": "He acknowledges that there aren’t much data supporting this idea, which points to an opportunity for future research."
                }
            ],
            [
                {
                    "subjectivity": 0.5,
                    "polarity": 0.0,
                    "sentence": "Another open question, according to Van Savage, an evolutionary biologist at the University of California, Los Angeles, who was not involved in the study, is how the rate of metabolism affects the increase in cancer risk that comes with height."
                },
                {
                    "subjectivity": 0.467,
                    "polarity": -0.033,
                    "sentence": "“Taller people have a slower metabolic rate per cell on average,” he says, and in general, the bigger an animal, the lower its metabolic rate per cell."
                },
                {
                    "subjectivity": 0.562,
                    "polarity": 0.0,
                    "sentence": "In the future, Savage adds, it would make sense to explore whether or not some of the effects of height are offset by potentially advantageous decreases in metabolic rate."
                }
            ]
        ],
        "keywords": [
            "large studies",
            "taller people",
            "cancer",
            "shorter people",
            "a study",
            "published",
            "today",
            "october 24",
            "proceedings",
            "the royal society b",
            "leonard nunney",
            "an evolutionary biologist",
            "the university",
            "california",
            "riverside",
            "data",
            "studies",
            "thousands",
            "people",
            "that height",
            "a direct effect",
            "the risk",
            "developing many types",
            "cells",
            "body",
            "more cells"
        ]
    }
}