{
    "result": "Success",
    "data": {
        "summary": [
            "There are now more than 118,000 cases in 114 countries, and 4,291 people have lost their lives. In the past two weeks, the number of cases of covid-19 outside china has increased 13-fold, and the number of affected countries has tripled. This is the first pandemic caused by a coronavirus."
        ],
        "sentiments": [
            [
                {
                    "subjectivity": 0.6,
                    "polarity": 0.7,
                    "sentence": "Good afternoon."
                }
            ],
            [
                {
                    "subjectivity": 0.15,
                    "polarity": -0.125,
                    "sentence": "In the past two weeks, the number of cases of COVID-19 outside China has increased 13-fold, and the number of affected countries has tripled."
                }
            ],
            [
                {
                    "subjectivity": 0.5,
                    "polarity": 0.5,
                    "sentence": "There are now more than 118,000 cases in 114 countries, and 4,291 people have lost their lives."
                }
            ],
            [
                {
                    "subjectivity": 0.5,
                    "polarity": 0.5,
                    "sentence": "Thousands more are fighting for their lives in hospitals."
                }
            ],
            [
                {
                    "subjectivity": 0.5,
                    "polarity": 0.25,
                    "sentence": "In the days and weeks ahead, we expect to see the number of cases, the number of deaths, and the number of affected countries climb even higher."
                }
            ],
            [
                {
                    "subjectivity": 0.533,
                    "polarity": -0.067,
                    "sentence": "WHO has been assessing this outbreak around the clock and we are deeply concerned both by the alarming levels of spread and severity, and by the alarming levels of inaction."
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "We have therefore made the assessment that COVID-19 can be characterized as a pandemic."
                }
            ],
            [
                {
                    "subjectivity": 0.9,
                    "polarity": -0.5,
                    "sentence": "Pandemic is not a word to use lightly or carelessly."
                },
                {
                    "subjectivity": 0.9,
                    "polarity": -0.4,
                    "sentence": "It is a word that, if misused, can cause unreasonable fear, or unjustified acceptance that the fight is over, leading to unnecessary suffering and death."
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "Describing the situation as a pandemic does not change WHO’s assessment of the threat posed by this virus."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "It doesn’t change what WHO is doing, and it doesn’t change what countries should do."
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "We have never before seen a pandemic sparked by a coronavirus."
                },
                {
                    "subjectivity": 0.333,
                    "polarity": 0.25,
                    "sentence": "This is the first pandemic caused by a coronavirus."
                }
            ],
            [
                {
                    "subjectivity": 0.125,
                    "polarity": 0.0,
                    "sentence": "And we have never before seen a pandemic that can be controlled, at the same time."
                }
            ],
            [
                {
                    "subjectivity": 0.442,
                    "polarity": 0.3,
                    "sentence": "WHO has been in full response mode since we were notified of the first cases."
                }
            ],
            [
                {
                    "subjectivity": 0.1,
                    "polarity": 0.1,
                    "sentence": "And we have called every day for countries to take urgent and aggressive action."
                }
            ],
            [
                {
                    "subjectivity": 0.592,
                    "polarity": 0.1,
                    "sentence": "We have rung the alarm bell loud and clear."
                }
            ],
            [{ "subjectivity": 0.0, "polarity": 0.0, "sentence": "===" }],
            [
                {
                    "subjectivity": 0.55,
                    "polarity": 0.35,
                    "sentence": "As I said on Monday, just looking at the number of cases and the number of countries affected does not tell the full story."
                }
            ],
            [
                {
                    "subjectivity": 0.458,
                    "polarity": 0.292,
                    "sentence": "Of the 118,000 cases reported globally in 114 countries, more than 90 percent of cases are in just four countries, and two of those – China and the Republic of Korea - have significantly declining epidemics."
                }
            ],
            [
                {
                    "subjectivity": 0.067,
                    "polarity": -0.167,
                    "sentence": "81 countries have not reported any cases, and 57 countries have reported 10 cases or less."
                }
            ],
            [
                {
                    "subjectivity": 0.5,
                    "polarity": 0.0,
                    "sentence": "We cannot say this loudly enough, or clearly enough, or often enough: all countries can still change the course of this pandemic."
                }
            ],
            [
                {
                    "subjectivity": 0.85,
                    "polarity": 0.45,
                    "sentence": "If countries detect, test, treat, isolate, trace, and mobilize their people in the response, those with a handful of cases can prevent those cases becoming clusters, and those clusters becoming community transmission."
                }
            ],
            [
                {
                    "subjectivity": 0.429,
                    "polarity": 0.214,
                    "sentence": "Even those countries with community transmission or large clusters can turn the tide on this virus."
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "Several countries have demonstrated that this virus can be suppressed and controlled."
                }
            ],
            [
                {
                    "subjectivity": 0.351,
                    "polarity": 0.238,
                    "sentence": "The challenge for many countries who are now dealing with large clusters or community transmission is not whether they can do the same – it’s whether they will."
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "Some countries are struggling with a lack of capacity."
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "Some countries are struggling with a lack of resources."
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "Some countries are struggling with a lack of resolve."
                }
            ],
            [
                {
                    "subjectivity": 0.4,
                    "polarity": -0.3,
                    "sentence": "We are grateful for the measures being taken in Iran, Italy and the Republic of Korea to slow the virus and control their epidemics."
                }
            ],
            [
                {
                    "subjectivity": 0.5,
                    "polarity": -0.2,
                    "sentence": "We know that these measures are taking a heavy toll on societies and economies, just as they did in China."
                }
            ],
            [
                {
                    "subjectivity": 0.217,
                    "polarity": 0.163,
                    "sentence": "All countries must strike a fine balance between protecting health, minimizing economic and social disruption, and respecting human rights."
                }
            ],
            [
                {
                    "subjectivity": 0.067,
                    "polarity": 0.0,
                    "sentence": "WHO’s mandate is public health."
                },
                {
                    "subjectivity": 0.256,
                    "polarity": 0.244,
                    "sentence": "But we’re working with many partners across all sectors to mitigate the social and economic consequences of this pandemic."
                }
            ],
            [
                {
                    "subjectivity": 0.233,
                    "polarity": 0.0,
                    "sentence": "This is not just a public health crisis, it is a crisis that will touch every sector – so every sector and every individual must be involved in the fight."
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "I have said from the beginning that countries must take a whole-of-government, whole-of-society approach, built around a comprehensive strategy to prevent infections, save lives and minimize impact."
                }
            ],
            [
                {
                    "subjectivity": 1.0,
                    "polarity": 0.0,
                    "sentence": "Let me summarize it in four key areas."
                }
            ],
            [
                {
                    "subjectivity": 0.417,
                    "polarity": 0.225,
                    "sentence": "First, prepare and be ready."
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "Second, detect, protect and treat."
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "Third, reduce transmission."
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "Fourth, innovate and learn."
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "I remind all countries that we are calling on you to activate and scale up your emergency response mechanisms;"
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "Communicate with your people about the risks and how they can protect themselves – this is everybody’s business;"
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "Find, isolate, test and treat every case and trace every contact;"
                }
            ],
            [
                {
                    "subjectivity": 0.5,
                    "polarity": 0.2,
                    "sentence": "Ready your hospitals;"
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "Protect and train your health workers."
                }
            ],
            [
                {
                    "subjectivity": 0.375,
                    "polarity": -0.125,
                    "sentence": "And let’s all look out for each other, because we need each other."
                }
            ],
            [{ "subjectivity": 0.0, "polarity": 0.0, "sentence": "===" }],
            [
                {
                    "subjectivity": 0.2,
                    "polarity": 0.2,
                    "sentence": "There’s been so much attention on one word."
                }
            ],
            [
                {
                    "subjectivity": 0.458,
                    "polarity": 0.292,
                    "sentence": "Let me give you some other words that matter much more, and that are much more actionable."
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "Prevention."
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "Preparedness."
                }
            ],
            [
                {
                    "subjectivity": 0.067,
                    "polarity": 0.0,
                    "sentence": "Public health."
                }
            ],
            [
                {
                    "subjectivity": 0.1,
                    "polarity": 0.0,
                    "sentence": "Political leadership."
                }
            ],
            [
                {
                    "subjectivity": 0.5,
                    "polarity": 0.5,
                    "sentence": "And most of all, people."
                }
            ],
            [
                {
                    "subjectivity": 0.643,
                    "polarity": 0.293,
                    "sentence": "We’re in this together, to do the right things with calm and protect the citizens of the world."
                },
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "It’s doable."
                }
            ],
            [
                {
                    "subjectivity": 0.0,
                    "polarity": 0.0,
                    "sentence": "I thank you."
                }
            ]
        ],
        "keywords": [
            "more than 118,000 cases",
            "114 countries",
            "4,291 people",
            "their lives",
            "the past two weeks",
            "the number",
            "cases",
            "covid-19 outside china",
            "13",
            "affected countries",
            "the first pandemic",
            "a coronavirus"
        ]
    }
}
